import React from 'react';

export default props => (
  <pre>
    {`Программа телеканала "Звезда" с 26 февраля по 4 марта .2018 г.
Понедельник, 26 февраля
6.00 Сегодня утром.
8.00 Т/с "Секретный фарватер".
9.00 Новости дня.
9.15 Т/с "Секретный фарватер".
10.00 Военные новости.
10.05 Т/с "Секретный фарватер".
11.10 Т/с "Секретный фарватер".
13.00 Новости дня.
13.15 Т/с "Секретный фарватер".
14.00 Военные новости.
14.05 Т/с "Секретный фарватер".
14.35 Х/ф "Путь домой". [16+]
16.30 Х/ф "Непобедимый". [6+]
18.00 Новости дня.
18.40 Д/с "Из всех орудий".
19.35 Д/с "Теория заговора". [12+]
20.20 "Специальный репортаж". [12+]
20.45 Д/с "Загадки века с Сергеем Медведевым". [12+]
21.35 "Особая статья". [12+]
23.00 Новости дня.
23.15 Звезда на "Звезде" с Александром Стриженовым. [6+]
0.00 Х/ф "На войне как на войне". [12+]
1.50 Х/ф "Гладиатор по найму". [16+]
3.30 Х/ф "Курьер на восток". [16+]
5.25 Д/с "Грани Победы". [12+]

Вторник, 27 февраля
6.00 Сегодня утром.
8.00 Т/с "На углу, у Патриарших..." [16+]
9.00 Новости дня.
9.15 Т/с "На углу, у Патриарших..." [16+]
10.00 Военные новости.
10.05 Т/с "На углу, у Патриарших..." [16+]
13.00 Новости дня.
13.15 Т/с "На углу, у Патриарших-2". [16+]
14.00 Военные новости.
14.05 Т/с "На углу, у Патриарших-2". [16+]
16.35 Х/ф "Пограничный пес Алый".
18.00 Новости дня.
18.40 Д/с "Из всех орудий".
19.35 "Легенды армии" с Александром Маршалом". [12+]
20.20 Д/с "Теория заговора". [12+]
20.45 Д/с "Улика из прошлого". [16+]
21.35 "Особая статья". [12+]
23.00 Новости дня.
23.15 Звезда на "Звезде" с Александром Стриженовым. [6+]
0.00 Х/ф "Лекарство против страха". [12+]
1.55 Х/ф "Потерпевшие претензий не имеют". [12+]
3.55 Х/ф "На войне как на войне". [12+]

Среда, 28 февраля
6.00 Сегодня утром.
8.00 Т/с "На углу, у Патриарших-2". [16+]
9.00 Новости дня.
9.15 Т/с "На углу, у Патриарших-2". [16+]
10.00 Военные новости.
10.05 Т/с "На углу, у Патриарших-2". [16+]
12.35 Т/с "На углу, у Патриарших-2". [16+]
13.00 Новости дня.
13.15 Т/с "На углу, у Патриарших-2". [16+]
14.00 Военные новости.
16.00 Х/ф "Опасная комбинация". [16+]
18.00 Новости дня.
18.40 Д/с "Из всех орудий".
19.35 "Последний день". [12+]
20.20 "Специальный репортаж". [12+]
20.45 Д/с "Секретная папка". [12+]
21.35 "Процесс". [12+]
23.00 Новости дня.
23.15 Звезда на "Звезде" с Александром Стриженовым. [6+]
0.00 Х/ф "Тайны мадам Вонг". [12+]
1.50 Х/ф "След в океане". [12+]
3.25 Х/ф "Лекарство против страха". [12+]
5.15 Д/с "Тайны наркомов". [12+]

Четверг, 1 марта
6.00 Сегодня утром.
8.00 Т/с "Логово змея". [16+]
9.00 Новости дня.
9.15 Т/с "Логово змея". [16+]
10.00 Военные новости.
10.05 Т/с "Логово змея". [16+]
13.00 Новости дня.
13.20 Т/с "Логово змея". [16+]
14.00 Военные новости.
14.05 Т/с "Логово змея". [16+]
18.00 Новости дня.
18.40 Д/с "Из всех орудий".
19.35 "Легенды кино". [6+]
20.20 Д/с "Теория заговора". [12+]
20.45 "Код доступа". [12+]
21.35 "Процесс". [12+]
23.00 Новости дня.
23.15 Звезда на "Звезде" с Александром Стриженовым. [6+]
0.00 Х/ф "Русское поле". [6+]
1.55 Х/ф "Отцы и деды".
3.35 Х/ф "Как Иванушка-дурачок за чудом ходил".
5.25 Д/с "Грани Победы". [12+]

Пятница, 2 марта
6.00 "Специальный репортаж". [12+]
6.35 Х/ф "Михайло Ломоносов".
9.00 Новости дня.
9.20 Х/ф "Тайны мадам Вонг". [12+]
10.00 Военные новости.
10.05 Х/ф "Тайны мадам Вонг". [12+]
11.15 Х/ф "Уснувший пассажир". [16+]
13.00 Новости дня.
13.15 Х/ф "Пропавшая экспедиция".
14.00 Военные новости.
14.05 Х/ф "Пропавшая экспедиция".
16.00 Х/ф "Золотая речка".
18.00 Новости дня.
18.40 Х/ф "Покровские ворота".
21.25 Х/ф "Двойной капкан". [12+]
23.00 Новости дня.
23.15 Х/ф "Двойной капкан". [12+]
0.20 Х/ф "Мафия бессмертна". [16+]
2.15 Х/ф "Опасная комбинация". [16+]
4.15 Х/ф "Посейдон" спешит на помощь".

Суббота, 3 марта
5.35 Х/ф "Сказка про влюбленного маляра".
7.10 Х/ф "Русское поле". [6+]
9.00 Новости дня.
9.15 "Легенды цирка с Эдгардом Запашным". [6+]
9.40 "Последний день". [12+]
10.30 "Не факт!" [6+]
11.00 Д/с "Загадки века с Сергеем Медведевым". [12+]
11.50 Д/с "Улика из прошлого". [16+]
12.35 Д/с "Теория заговора". [12+]
13.00 Новости дня.
13.15 Д/с "Секретная папка". [12+]
14.00 Х/ф "Покровские ворота".
17.00 Т/с "Большая перемена".
18.00 Новости дня.
18.10 Задело!
18.25 Т/с "Большая перемена".
23.00 Новости дня.
23.20 "Десять фотографий". [6+]
0.05 Х/ф "Франц+Полина". [16+]
2.35 Х/ф "Уснувший пассажир". [16+]
4.20 Х/ф "Криминальный отдел". [12+]

Воскресенье, 4 марта
6.10 Х/ф "Двойной капкан". [12+]
9.00 "Новости недели" с Юрием Подкопаевым.
9.25 "Служу России".
9.55 "Военная приемка". [6+]
10.45 "Политический детектив". [12+]
11.10 "Код доступа". [12+]
12.05 "Специальный репортаж". [12+]
12.25 Д/с "Теория заговора". [12+]
13.00 Новости дня.
13.15 Д/ф "Прерванный полет "Хорьков". [12+]
14.00 Х/ф "Крутой". [16+]
16.00 Х/ф "Жаркий ноябрь". [16+]
18.00 Новости. Главное.
18.45 Д/с "Легенды советского сыска". [16+]
22.00 "Прогнозы". [12+]
22.45 "Фетисов". [12+]
23.35 Т/с "Стая". [16+]
4.00 Х/ф "Мафия бессмертна". [16+]
`}
  </pre>
);
